tap "clojure/tools"
tap "cloudflare/cloudflare"
tap "d12frosted/emacs-plus"
tap "dopplerhq/cli"
tap "epk/epk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "railwaycat/emacsmacport"
tap "wez/wezterm"
brew "gcc"
brew "openblas"
brew "autoconf"
brew "automake"
brew "black"
brew "pkg-config"
brew "cmake"
brew "ctop"
brew "dbus"
brew "exa"
brew "fd"
brew "icu4c"
brew "ffmpeg"
brew "python@3.10"
brew "git-filter-repo"
brew "git-lfs"
brew "libtool"
brew "gperf"
brew "gping"
brew "graphviz"
brew "himalaya"
brew "htop"
brew "imagemagick"
brew "iproute2mac"
brew "isort"
brew "ispell"
brew "jq"
brew "lazydocker"
brew "libffi"
brew "libgccjit"
brew "libxml2"
brew "z3"
brew "llvm"
brew "llvm@11"
brew "lsyncd"
brew "mkcert"
brew "mosh"
brew "mu"
brew "mypy"
brew "neovim"
brew "node"
brew "nss"
brew "openssl@3"
brew "pdm"
brew "postgresql@14"
brew "pyenv"
brew "ripgrep"
brew "ruby"
brew "ruff"
brew "shadowsocks-libev"
brew "starship"
brew "tdlib"
brew "thefuck"
brew "tmux"
brew "vapor"
brew "wget"
brew "cloudflare/cloudflare/cloudflared"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-dbus", "with-native-comp"]
brew "dopplerhq/cli/doppler"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "chromium"
cask "font-fira-code"
cask "font-monocraft"
cask "font-sf-mono-nerd-font"
cask "wezterm"
cask "yandex-music-unofficial"
